IDEA Open Model
ReinfBarInclined.MasterComponent Property
Compatible with IDEA StatiCa v 10.1
 Master component of reinforcement
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public ReferenceElement MasterComponent { get; set; }
Public Property MasterComponent As ReferenceElement
	Get
	Set
public:
property ReferenceElement^ MasterComponent {
	ReferenceElement^ get ();
	void set (ReferenceElement^ value);
}
Property Value
Type: ReferenceElement
See Also
Reference
ReinfBarInclined Class
IdeaRS.OpenModel.Detail Namespace